[{
        "zh": {
            "verse": "Al-Fatihah：1-2",
            "quote": "奉至仁至慈的真主之名。\n一切赞颂，全归真主，全世界的主。"
        },
        "en": {
            "verse": "Al-Fatihah：1-2",
            "quote": "In the name of Allah, the Most Gracious, the Most Merciful.\nAll praise is due to Allah, the Lord of all the worlds."
        },
        "ur": {
            "verse": "Al-Fatihah：1-2",
            "quote": "اللہ کے نام سے جو بڑا مہربان نہایت رحم والا ہے۔\nتمام تعریف اللہ کے لیے ہے جو تمام جہانوں کا پروردگار ہے۔"
        },
        "ta": {
            "verse": "Al-Fatihah：1-2",
            "quote": "அல்லாஹ்வின் பெயரில், மிகவும் அருள்மிகு, மிகுந்த கருணை உடையவர்.\nஅனைத்து புகழும் அல்லாஹ்விற்கு தான், அனைத்துக் கோணங்களின் ஆண்டவராக இருக்கின்றவர்."
        },
        "ar": {
            "verse": "Al-Fatihah：1-2",
            "quote": "بِسْمِ اللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ\nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ"
        }
    },
    {
        "zh": {
            "verse": "Al-Baqarah：2",
            "quote": "这部经典，其中毫无可疑，它是敬畏者的向导。"
        },
        "en": {
            "verse": "Al-Baqarah：2",
            "quote": "This is the Book about which there is no doubt, a guidance for those conscious of Allah."
        },
        "ur": {
            "verse": "Al-Baqarah：2",
            "quote": "یہ وہ کتاب ہے جس میں کوئی شک نہیں، پرہیزگاروں کے لئے ہدایت ہے۔"
        },
        "ta": {
            "verse": "Al-Baqarah：2",
            "quote": "இது எந்த சந்தேகமுமற்ற ஒரு வேதாகமம். பக்திமிகுந்தவர்களுக்கு வழிகாட்டியாகும்."
        },
        "ar": {
            "verse": "Al-Baqarah：2",
            "quote": "ذَٰلِكَ ٱلْكِتَٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ"
        }
    },
    {
        "zh": {
            "verse": "Al-Imran：139",
            "quote": "你们不要灰心，不要忧愁，你们是优胜的，如果你们是信士。"
        },
        "en": {
            "verse": "Al-Imran：139",
            "quote": "So do not weaken and do not grieve, and you will be superior if you are [true] believers."
        },
        "ur": {
            "verse": "Al-Imran：139",
            "quote": "پس نہ کمزور پڑو اور نہ غم کرو، اگر تم ایمان والے ہو تو تمہی غالب ہو۔"
        },
        "ta": {
            "verse": "Al-Imran：139",
            "quote": "நீங்கள் தளர்ந்து விடாதீர்கள், நீங்கள் கவலையடைய வேண்டாம். நீங்கள் விசுவாசிகள் எனில் நீங்கள் மேலோங்கி நிற்பீர்கள்."
        },
        "ar": {
            "verse": "Al-Imran：139",
            "quote": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ"
        }
    },
    {
        "zh": {
            "verse": "Al-Kahf：110",
            "quote": "你说：「我只是和你们一样的人，但我奉到启示，你们的主只是独一的主。所以，谁希望见到他的主，就应当行善，不在敬拜主的时候以任何物配主。」"
        },
        "en": {
            "verse": "Al-Kahf：110",
            "quote": "Say, 'I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone.'"
        },
        "ur": {
            "verse": "Al-Kahf：110",
            "quote": "کہو: 'میں تو بس تمہاری طرح کا ایک انسان ہوں، مجھ پر وحی نازل کی جاتی ہے کہ تمہارا معبود بس ایک ہی معبود ہے۔ جو اپنے رب سے ملاقات کی امید رکھتا ہے، اسے چاہیے کہ نیک عمل کرے اور عبادت میں کسی کو شریک نہ کرے۔"
        },
        "ta": {
            "verse": "Al-Kahf：110",
            "quote": "கூறு: 'நான் உங்களின் ஒருவனாகத்தான் இருக்கிறேன். எனது இறைவன் ஒருவனே என்பதன் மீது வெளிப்படுத்தப்பட்டது. எனவே, இறைவனை சந்திக்க நினைக்கும் ஒருவர், நல்ல செயல்களைச் செய்யட்டும்; இறைவனின் வணக்கத்தில் யாரையும் இணைக்க வேண்டாம்.'"
        },
        "ar": {
            "verse": "Al-Kahf：110",
            "quote": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًۭا صَٰلِحًۭا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۭا"
        }
    },
    {
        "zh": {
            "verse": "Az-Zumar：53",
            "quote": "你说：「我的仆人们！你们过分地伤害自己的灵魂，不要绝望于真主的恩惠。真主确是至赦的，确是至慈的。」"
        },
        "en": {
            "verse": "Az-Zumar：53",
            "quote": "Say, 'O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.'"
        },
        "ur": {
            "verse": "Az-Zumar：53",
            "quote": "کہو: اے میرے بندو جو اپنی جانوں پر زیادتی کر چکے ہو! اللہ کی رحمت سے نا امید نہ ہو۔ بے شک، اللہ تمام گناہوں کو معاف فرما دیتا ہے۔"
        },
        "ta": {
            "verse": "Az-Zumar：53",
            "quote": "கூறு: \"என் அடியார்கள்! நீங்கள் உங்கள் மேலே அநியாயம் செய்திருந்தாலும், அல்லாஹ்வின் கருணையில் நம்பிக்கையிழக்காதீர். அல்லாஹ் அனைத்து பாவங்களையும் மன்னிப்பான்.\""
        },
        "ar": {
            "verse": "Az-Zumar：53",
            "quote": "قُلْ يَٰعِبَادِيَ ٱلَّذِينَ أَسْرَفُواْ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُواْ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا"
        }
    },
    {
        "zh": {
            "verse": "An-Nisa：135",
            "quote": "信道的人们啊！你们当为真主而作见证，秉公作证。\n你们的见证即使不利于自己，或父母，或至亲，\n无论证人是富翁，还是贫民，真主是更优待他们的。"
        },
        "en": {
            "verse": "An-Nisa：135",
            "quote": "O you who have believed! Be persistently standing firm for Allah, witnesses in justice.\nEven if it be against yourselves, or parents and relatives.\nWhether one is rich or poor, Allah is more worthy of both."
        },
        "ur": {
            "verse": "An-Nisa：135",
            "quote": "اے ایمان والو! اللہ کے لیے مضبوطی سے کھڑے رہو، انصاف کے گواہ بنو۔\nخواہ وہ تمہارے اپنے خلاف ہو، یا والدین اور رشتہ داروں کے خلاف ہو۔\nچاہے وہ مالدار ہو یا محتاج، اللہ ان کا زیادہ خیال رکھنے والا ہے۔"
        },
        "ta": {
            "verse": "An-Nisa：135",
            "quote": "ஏ இறைநம்பிக்கை உடையோர்களே! அல்லாஹ்விற்காக நிலைத்திருங்கள், நீதி செய்வதற்கான சாட்சியர்களாக இருங்கள்.\nஅது உங்கள் மீது அல்லது உங்கள் பெற்றோர்கள் மற்றும் உறவினர்கள் மீது இருந்தாலும் கூட.\nஒருவர் செல்வமுடையவராக இருந்தாலும், ஏழையாக இருந்தாலும், அல்லாஹ் அவர்களை நன்றாகக் கவனிப்பான்."
        },
        "ar": {
            "verse": "An-Nisa：135",
            "quote": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ\nوَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ\nإِن يَكُنْ غَنِيًّا أَوْ فَقِيرًۭا فَٱللَّهُ أَوْلَىٰ بِهِمَا"
        }
    },
    {
        "zh": {
            "verse": "Al-Ma'idah：8",
            "quote": "信道的人们啊！你们当为真主而作证，秉公行事。\n不要因怨恨民众而不公正，\n你们当公正，那是更接近敬畏的。"
        },
        "en": {
            "verse": "Al-Ma'idah：8",
            "quote": "O you who have believed! Stand out firmly for Allah as bearers of witness with justice,\nAnd do not let the hatred of a people prevent you from being just.\nBe just; that is nearer to righteousness."
        },
        "ur": {
            "verse": "Al-Ma'idah：8",
            "quote": "اے ایمان والو! اللہ کے لیے مضبوطی سے کھڑے رہو، انصاف کے گواہ بنو۔\nکسی قوم کی دشمنی تمہیں انصاف سے نہ روک دے۔\nانصاف کرو، یہی تقویٰ کے زیادہ قریب ہے۔"
        },
        "ta": {
            "verse": "Al-Ma'idah：8",
            "quote": "ஏ இறைநம்பிக்கை உடையோர்களே! அல்லாஹ்விற்காக நிலைத்திருங்கள், நீதி செய்வதற்கான சாட்சியர்களாக இருங்கள்.\nஒரு சமூதாயத்தின் மீது உள்ள வெறுப்பு உங்களை நீதியற்றவர்களாக ஆக்கக்கூடாது.\nநீதி செய்யுங்கள்; அது அல்லாஹ்வை பயப்படுவதற்கு அருகானதாகும்."
        },
        "ar": {
            "verse": "Al-Ma'idah：8",
            "quote": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلْقِسْطِ\nوَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ عَلَىٰٓ أَلَّا تَعْدِلُواْ\nٱعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَىٰ"
        }
    },
    {
        "zh": {
            "verse": "Hud：4",
            "quote": "你们只归于真主，他对万事确是全能的。"
        },
        "en": {
            "verse": "Hud：4",
            "quote": "To Allah is your return, and He is over all things competent."
        },
        "ur": {
            "verse": "Hud：4",
            "quote": "تم سب اللہ ہی کی طرف لوٹائے جاؤ گے، اور وہ ہر چیز پر قدرت رکھتا ہے۔"
        },
        "ta": {
            "verse": "Hud：4",
            "quote": "அனைவரும் அல்லாஹ்வின்பக்கம் திரும்ப வேண்டியவர்கள், அவர் அனைத்திற்கும் வல்லவர்."
        },
        "ar": {
            "verse": "Hud：4",
            "quote": "إِلَى ٱللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
        }
    }, {
        "zh": {
            "verse": "Hud：9",
            "quote": "如果我使人得享慈恩，而后又使他遭遇灾难，他必定绝望而忘恩。"
        },
        "en": {
            "verse": "Hud：9",
            "quote": "And if We give man a taste of mercy from Us and then withdraw it from him, indeed, he is despairing and ungrateful."
        },
        "ur": {
            "verse": "Hud：9",
            "quote": "اور اگر ہم انسان کو اپنی کسی رحمت کا مزہ چکھائیں، پھر وہ اس سے چھین لیں تو وہ یقیناً مایوس اور ناشکرا ہو جاتا ہے۔"
        },
        "ta": {
            "verse": "Hud：9",
            "quote": "நாம் மனிதனுக்கு நம்மிடமிருந்து ஒரு அருளைப் புரிந்து பின் அதை அவனிடமிருந்து எடுத்து விடுமானால், நிச்சயமாக அவன் மனமுடைந்து நன்றி மறக்கும்."
        },
        "ar": {
            "verse": "Hud：9",
            "quote": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةًۭ ثُمَّ نَزَعْنَٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌۭ كَفُورٌۭ"
        }
    },
    {
        "zh": {
            "verse": "Hud：53",
            "quote": "他们说：“呼德啊！你没有给我们带来任何明证，我们也不会为了你的话而舍弃我们的神明，我们也不会信仰你。”"
        },
        "en": {
            "verse": "Hud：53",
            "quote": "They said, 'O Hud, you have not brought us clear evidence, and we are not ones to leave our gods because of your word, nor are we believers in you.'"
        },
        "ur": {
            "verse": "Hud：53",
            "quote": "انہوں نے کہا: 'اے ہود! تم ہمارے پاس کوئی واضح دلیل لے کر نہیں آئے، اور ہم تمہاری بات پر اپنے معبودوں کو چھوڑنے والے نہیں ہیں، اور نہ ہی ہم تم پر ایمان لانے والے ہیں۔'"
        },
        "ta": {
            "verse": "Hud：53",
            "quote": "அவர்கள் கூறினார்கள்: 'ஹூத்! நீ எங்களுக்கு எவ்வித தெளிவான ஆதாரத்தையும் கொண்டு வரவில்லை, நாங்கள் உன் சொல்லுக்காக எங்கள் இறைவன்களை விட்டுவிட மாட்டோம், மேலும் உன்மீது நாங்கள் நம்பிக்கை கொள்ளமாட்டோம்.'"
        },
        "ar": {
            "verse": "Hud：53",
            "quote": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍۢ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ"
        }
    },
    {
        "zh": {
            "verse": "Hud：105",
            "quote": "那日到来之时，除真主所允准者外，没有人能说话。他们中有不幸者，也有幸福者。"
        },
        "en": {
            "verse": "Hud：105",
            "quote": "The Day it comes, no soul will speak except by His permission. And among them will be the wretched and the prosperous."
        },
        "ur": {
            "verse": "Hud：105",
            "quote": "جس دن وہ آئے گا، کوئی جان اس کی اجازت کے بغیر نہیں بولے گی، اور ان میں سے کچھ بدبخت ہوں گے اور کچھ خوش نصیب۔"
        },
        "ta": {
            "verse": "Hud：105",
            "quote": "அன்று (நியாயநாள்) வரும் போது, அவன் அனுமதியின்றி எந்த ஒரு உயிரும் பேசாது; அவர்களில் சிலர் துன்பம் அடைபவர்களாகவும் சிலர் நல்வாழ்வு அடைபவர்களாகவும் இருப்பார்கள்."
        },
        "ar": {
            "verse": "Hud：105",
            "quote": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ فَمِنْهُمْ شَقِىٌّۭ وَسَعِيدٌۭ"
        }
    }




]
